Revit 2027 API
UnitTypeId.Radians Property
 Radians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Radians { get; }
Public Shared ReadOnly Property Radians As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Radians {
	ForgeTypeId^ get ();
}
static member Radians : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace